---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightSpotTiltAngle
source: html/0ec36eea-e061-313c-2cbd-75317c20e8a7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightSpotTiltAngle Property

"Tilt Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightSpotTiltAngle { get; }
```